
import LocalizedStrings from 'react-localization';

let strings = new LocalizedStrings({
    ukr: {
        link: ['Головна', 'Категорії', 'Функції', 'Оновлення'],
        title: 'Корейський розмовник',
        description: 'Завантажуйте Корейський розмовник та спілкуйтесь корейською легко та ефективно!',
        titleTable: ['Розділи', 'Словник', 'Нотатки'],
        descriptionT: ['Основні слова та вирази, які допоможуть вам у побутовому спілкуванні з носіями мови.',
            'Більш ніж 900 слів у алфавітному порядку.',
            'Робіть власні нотатки та записуйте все, що хочете запам’ятати.'],
        btnT: 'Дізнатися більше',
        titleF: 'Ми розробили багато цікавих функцій',
        descriptionF: 'Ми розробили багато цікавих функцій',
        itemsF: ['Улюблене', 'Діалоги'],
        titleA: 'Для початківців у розмовнику є Корейський алфавіт',
        descriptionA: 'Вважається, що корейський алфавіт можна вивчити всього лише  за 15 хв! Cпробуєте?',
        titleS: 'Зручний пошук',
        descriptionS: 'Всього лише за мить допоможе знайти потрібне  вам слово чи фразу шукайте всюди:',
        itemsS: ['Основні вирази', 'Числа', 'Їжа', 'Покупки', 'Університет', 'Транспорт', 'Час', 'Зв’язок', 'Додаткові матеріали', 'Словник'],
        subscribeF: 'Підписатися',
        descriptionF: 'Отримуйте наші оновлення з пропозиціями та планами!',
        placeHolder: 'Введіть електронну пошту',
        btnF: 'Підписатися'
    },
    kor: {
        link: ['Головна', 'Категорії', 'Функції', 'Оновлення'],
        title: '한국어 회화집',
        description: '한국어로 의사 소통을 훨씬 쉽고 효과적으로 하기 위한 애플리케이션. 다운로드하세요!',
        titleT: ['챕터', '사전', '메모'],
        descriptionT: ['새로운 단어들이나 문장들을 쉽게 배울수 있습니다',
            '알파벳 순서로 900 단어 이상',
            '자주 사용되는 단어나 잊고 싶지 않는 것도 작성하면 됩니다'],
        btnT: '더 알아보기',
        titleF: '학습자 위한 유용한 가능',
        descriptionF: '즐겨찾기에 자주 사용되는 구문 추가 대화를 통해 실제 가정 상황을 연습',
        itemsF: ['즐겨찾기', '대화'],
        titleA: '한글',
        descriptionA: '한글을 배웁시다!',
        titleS: '특정 어휘 검색',
        descriptionS: '어휘와 구문을 빨리 찾을 수 있습니다:',
        itemsS: ["기본 표현", "숫자", "음식", "쇼핑", "대학교", "교통", "시간", "커뮤니케이션", "추가 자료", "사전"],
        subscribeF: '구독하기',
        descriptionF: '제안 및 계획에 대한 업데이트!',
        placeHolder: '이메일을 입력하십시오',
        btnF: '구독하기'
    }
})

export default strings;