
const ukr = {
    logoName: '한국어 회화집',
    links: ['Головна', 'Категорії', 'Функції', 'Оновлення'],
    title: 'Корейський розмовник',
    description: 'Завантажуйте Корейський розмовник та спілкуйтесь корейською легко та ефективно!',
    Table: {
        tables: [
            {
                title: 'Розділи',
                description: 'Основні слова та вирази, які допоможуть вам у побутовому спілкуванні з носіями мови.'
            },
            {
                title: 'Словник',
                description: 'Більш ніж 900 слів у алфавітному порядку.'
            },
            {
                title: 'Нотатки',
                description: 'Робіть власні нотатки та записуйте все, що хочете запам’ятати.'
            },
        ],
        btnTable: 'Дізнатися більше'
    },
    titleFunctins: 'Ми розробили багато цікавих функцій',
    descriptionFunctions: 'Ми розробили багато цікавих функцій',
    itemsFunctions: ['Улюблене', 'Діалоги'],
    titleAlphabet: 'Для початківців у розмовнику є Корейський алфавіт',
    descriptionAlphabet: 'Вважається, що корейський алфавіт можна вивчити всього лише  за 15 хв! Cпробуєте?',
    titleSearch: 'Зручний пошук',
    descriptionSearch: 'Всього лише за мить допоможе знайти потрібне  вам слово чи фразу шукайте всюди:',
    itemsSearch: ['Основні вирази', 'Числа', 'Їжа', 'Покупки', 'Університет', 'Транспорт', 'Час', 'Зв’язок', 'Додаткові матеріали', 'Словник'],
    subscribeForm: 'Підписатися',
    descriptionForm: 'Отримуйте наші оновлення з пропозиціями та планами!',
    placeHolderForm: 'Введіть електронну пошту',
    btnForm: 'Підписатися'
}

export default ukr;
